Repository: mounica12/Maps
Catalog: leaflet/locale/*/LC_MESSAGES/django.po
Languages: de

source: Reset view
de: Ansicht zurücksetzen

source: Background
de: Hintergrund

source: Draw a polyline
de: Zeichnen Sie eine Polylinie

source: Draw a polygon
de: Zeichnen Sie ein Polygon

source: Draw a rectangle
de: Zeichnen Sie ein Rechteck

source: Draw a circle
de: Zeichnen Sie einen Kreis

source: Draw a marker
de: Zeichnen Sie einen Marker

source: Click and drag to draw circle.
de: Klicken und ziehen Sie einen Kreis zu zeichnen.

source: Click map to place marker.
de: Karte anklicken Marker zu platzieren.

source: Click to start drawing shape.
de: Klicken, um Zeichnungsform starten.

source: Click to continue drawing shape.
de: Klicken, um weiter zeichnen Form.

source: Click first point to close this shape.
de: Klicken erste Punkt, um diese Form zu schließen.

source: Click to start drawing line.
de: Klicken Sie auf Zeichnung Zeile zu beginnen.

source: Click to continue drawing line.
de: Klicken Sie auf Zeichnung Linie fortzusetzen.

source: Click last point to finish line.
de: Klicken letzten Punkt zu Linie zu beenden.

source: Click and drag to draw rectangle.
de: Klicken und ziehen, um Rechteck zu zeichnen.

source: Release mouse to finish drawing.
de: Lassen Sie die Maustaste, um die Zeichnung abzuschließen.

source: Save changes.
de: Speichern Änderungen.

source: Save
de: Speichern

source: Cancel editing, discards all changes.
de: Abbrechen-Bearbeitung, werden alle Änderungen verworfen.

source: Cancel
de: Abbrechen

source: Cancel drawing
de: Abbrechen Zeichnung

source: Edit layers
de: Schichten bearbeiten

source: Delete layers
de: Schichten löschen

source: Drag handles, or marker to edit feature.
de: Drag Griffe oder Marker-Funktion zu bearbeiten.

source: Click cancel to undo changes.
de: Klicken Sie auf Abbrechen, um Änderungen rückgängig zu machen.

source: Click on a feature to remove
de: Klicken Sie auf eine Funktion zum Entfernen von
